{
  "panel": {
    "introTitle": "Flying Cáceres 3D",
    "introDescription": "Explore the circus space to discover the show, the director, the troupe, the rigs and the costumes."
  },
  "buttons": {
    "center": "Overview",
    "trapecio": "Trapeze",
    "publico": "Audience",
    "entrada": "Entrance",
    "vestidores": "Dressing rooms",
    "equipos": "Rigs",
    "utileria": "Props",
    "contacto": "Contact"
  },
  "views": {
    "center": {
      "title": "The Flying Marlon Cáceres",
      "description": "Art, precision and trust in mid-air. From here you can move around the circus space and discover the director, the troupe, the rigs and the costumes."
    },
    "trapecio": {
      "title": "Trapeze platform",
      "description": "Area dedicated to high-flying acts: risky jumps, combinations in the air and the signature transitions of the Flying Cáceres team."
    },
    "publico": {
      "title": "From the audience",
      "description": "View designed to showcase show videos, highlight reels and promotional material for festivals, theaters and large events."
    },
    "entrada": {
      "title": "Our Director – Marlon Joel Cáceres",
      "description": "At 28, he is the creative heart of the troupe: director and trapeze artist who pushes the art of trapeze to new heights, combining bold staging with a strong visual identity, with experience in over 25 countries."
    },
    "vestidores": {
      "title": "Costumes",
      "description": "Each costume is designed to enhance movement, identity and the brightness of every act. Our resident designer also creates custom pieces for shows around the world."
    },
    "equipos": {
      "title": "Our trapeze rigs",
      "description": "Each troupe is the result of years of dedication, rigorous training and passion for flying. International-level trapeze formations designed to execute high-risk routines with precision, timing and elegance."
    },
    "utileria": {
      "title": "Props and technical resources",
      "description": "Ideal space to include technical sheets, rigging requirements, minimum structure dimensions and support materials for producers and tech crews."
    },
    "contacto": {
      "title": "Contact & bookings",
      "description": "Tell us about your event and we’ll get back to you with the best show proposal. You can also reach us directly via email or WhatsApp."
    }
  },
  "contact": {
    "form": {
      "nameLabel": "Full name",
      "emailLabel": "Email",
      "eventTypeLabel": "Event type",
      "messageLabel": "Event details",
      "messagePlaceholder": "Tentative dates, city, venue type, special requirements...",
      "submit": "Send request",
      "successMessage": "Thank you for your interest. We will get back to you soon."
    },
    "eventTypes": {
      "show": "Main Flying Cáceres show",
      "corporativo": "Corporate event",
      "festival": "Festival / gala",
      "otro": "Other"
    },
    "extra": {
      "alsoText": "You can also contact us directly:",
      "phoneLabel": "Tel",
      "emailLabel": "Email",
      "phoneValue": "+49 1521 6880781",
      "emailValue": "marlonceresgonzalez@gmail.com"
    }
  },
  "loader": {
    "loading": "Loading 3D scene…",
    "ready": "Scene ready"
  }
}
